Repository: Michael-Rotteveel/pmpro-plugins
Catalog: bb-pmpro-player-accounts/languages/bb-pmpro-player-accounts-*.po
Languages: nl_nl

source: Player Accounts
nl_nl: Speler Accounts

source: Number of Player Accounts
nl_nl: Aantal Speler Accounts

source: This membership includes %d player account(s).
nl_nl: Dit lidmaatschap bevat %d speler account(s).

source: Additional accounts cost €%s per year each.
nl_nl: Extra accounts kosten €%s per jaar per stuk.

source: Calculating...
nl_nl: Berekenen...

source: Default Player Accounts
nl_nl: Standaard Speler Accounts

source: Number of player accounts included with this membership level.
nl_nl: Aantal speler accounts inbegrepen bij dit lidmaatschapsniveau.

source: Allow Extra Accounts
nl_nl: Extra Accounts Toestaan

source: Allow members to purchase additional player accounts
nl_nl: Sta leden toe om extra speler accounts aan te schaffen

source: Price per Extra Account (€)
nl_nl: Prijs per Extra Account (€)

source: Annual price for each additional player account.
nl_nl: Jaarlijkse prijs voor elk extra speler account.

source: Maximum number of accounts allowed. Set to 0 for unlimited (capped at 25).
nl_nl: Maximum aantal toegestane accounts. Stel in op 0 voor onbeperkt (maximum 25).

source: Enable Proration
nl_nl: Pro-rata Berekening Inschakelen

source: Enable proration for mid-cycle account adjustments
nl_nl: Schakel pro-rata berekening in voor aanpassingen tijdens de factureringsperiode

source: Features
nl_nl: Functies

source: Comma-separated list of feature flags for this membership level.
nl_nl: Komma-gescheiden lijst van functievlaggen voor dit lidmaatschapsniveau.

source: Player Account Settings
nl_nl: Speler Account Instellingen

source: Minimum %d player accounts required.
nl_nl: Minimaal %d speler accounts vereist.

source: Maximum %d player accounts allowed.
nl_nl: Maximaal %d speler accounts toegestaan.

source: Current accounts: %d
nl_nl: Huidige accounts: %d

source: Adjust Player Accounts
nl_nl: Speler Accounts Aanpassen

source: Number of accounts:
nl_nl: Aantal accounts:

source: Update Accounts
nl_nl: Accounts Bijwerken

source: Accounts updated successfully
nl_nl: Accounts succesvol bijgewerkt

source: Failed to update accounts
nl_nl: Kan accounts niet bijwerken

source: Not logged in
nl_nl: Niet ingelogd

source: No active membership
nl_nl: Geen actief lidmaatschap

source: Minimum %d accounts required
nl_nl: Minimaal %d accounts vereist

source: Maximum %d accounts allowed
nl_nl: Maximaal %d accounts toegestaan

source: Player accounts adjustment (upgrade)
nl_nl: Speler accounts aanpassing (upgrade)

source: Player accounts adjustment (downgrade)
nl_nl: Speler accounts aanpassing (downgrade)

source: Player Accounts: %d
nl_nl: Speler Accounts: %d

source: Extra Accounts Cost: €%s
nl_nl: Extra Accounts Kosten: €%s

source: Extra account for %s
nl_nl: Extra account voor %s

source: Additional player accounts beyond the %d included
nl_nl: Extra speler accounts bovenop de %d inbegrepen

source: player account
nl_nl: speler account

source: User has no active membership
nl_nl: Gebruiker heeft geen actief lidmaatschap

source: General Settings
nl_nl: Algemene Instellingen

source: Configure general settings for Player Accounts.
nl_nl: Configureer algemene instellingen voor Speler Accounts.

source: Enable Debug Mode
nl_nl: Debug Modus Inschakelen

source: Enable debug logging
nl_nl: Debug logging inschakelen

source: BB PMPro Player Accounts requires Paid Memberships Pro to be installed and activated.
nl_nl: BB PMPro Speler Accounts vereist dat Paid Memberships Pro is geïnstalleerd en geactiveerd.

source: Monthly Price per Extra Account (€)
nl_nl: Maandelijkse Prijs per Extra Account (€)

source: Monthly price for each additional player account.
nl_nl: Maandelijkse prijs voor elk extra speler account.

source: Annual cost: €%s per account
nl_nl: Jaarlijkse kosten: €%s per account

source: Additional accounts: €%s per month (€%s per year) each.
nl_nl: Extra accounts: €%s per maand (€%s per jaar) per stuk.

source: per month
nl_nl: per maand

source: per year
nl_nl: per jaar

source: Total extra cost
nl_nl: Totale extra kosten

source: Additional player accounts beyond the %d included (€%s/month)
nl_nl: Extra speler accounts bovenop de %d inbegrepen (€%s/maand)

source: Required Field
nl_nl: Verplicht veld

source: Price per account
nl_nl: Prijs per account

source: Total extra annual cost
nl_nl: Totale extra jaarlijkse kosten

source: Manage Player Accounts
nl_nl: Beheer Speler Accounts

source: Current player accounts: <strong>%d</strong>
nl_nl: Huidige speler accounts: <strong>%d</strong>

source: Number of accounts
nl_nl: Aantal accounts

source: Your membership level does not allow additional player accounts.
nl_nl: Uw lidmaatschapsniveau staat geen extra speler accounts toe.

source: Additional charge
nl_nl: Extra kosten

source: Credit applied
nl_nl: Tegoed toegepast

source: An error occurred. Please try again.
nl_nl: Er is een fout opgetreden. Probeer het opnieuw.
