Repository: Michael-Rotteveel/pmpro-plugins
Catalog: bb-pmpro-account-manager/languages/bb-pmpro-account-manager-*.po
Languages: nl_nl

source: Account management UI for BB PMPro Player Accounts - allows users to manage accounts mid-cycle
nl_nl: Account beheer interface voor BB PMPro Speler Accounts - stelt gebruikers in staat accounts tijdens de factureringsperiode aan te passen

source: Manage Player Accounts
nl_nl: Beheer Speler Accounts

source: Manage Your Player Accounts
nl_nl: Beheer Je Speler Accounts

source: Player Accounts
nl_nl: Speler Accounts

source: Player Accounts:
nl_nl: Speler Accounts:

source: Manage Accounts
nl_nl: Beheer Accounts

source: Current Membership:
nl_nl: Huidig Lidmaatschap:

source: Current Player Accounts:
nl_nl: Huidige Speler Accounts:

source: Next Payment Date:
nl_nl: Volgende Betalingsdatum:

source: Included Accounts:
nl_nl: Inbegrepen Accounts:

source: Price per Extra Account:
nl_nl: Prijs per Extra Account:

source: per year
nl_nl: per jaar

source: Adjust Your Player Accounts
nl_nl: Pas Je Speler Accounts Aan

source: Number of Player Accounts:
nl_nl: Aantal Speler Accounts:

source: Preview Changes
nl_nl: Bekijk Wijzigingen

source: Apply Changes
nl_nl: Wijzigingen Toepassen

source: Cancel
nl_nl: Annuleren

source: Proration Preview
nl_nl: Pro-rata Voorvertoning

source: How Proration Works
nl_nl: Hoe Pro-rata Werkt

source: When you add accounts, you'll be charged for the remaining days in your current billing period.
nl_nl: Als je accounts toevoegt, worden kosten berekend voor de resterende dagen in je huidige factureringsperiode.

source: When you remove accounts, you'll receive a credit for the remaining days.
nl_nl: Als je accounts verwijdert, ontvang je krediet voor de resterende dagen.

source: Changes take effect immediately after confirmation.
nl_nl: Wijzigingen worden direct na bevestiging doorgevoerd.

source: You will be charged €%s for %d additional account(s) for the remaining %d days of your billing period.
nl_nl: Je wordt €%s in rekening gebracht voor %d extra account(s) voor de resterende %d dagen van je factureringsperiode.

source: You will receive a credit of €%s for removing %d account(s) for the remaining %d days of your billing period.
nl_nl: Je ontvangt een krediet van €%s voor het verwijderen van %d account(s) voor de resterende %d dagen van je factureringsperiode.

source: No proration will be applied for this change.
nl_nl: Er wordt geen pro-rata berekening toegepast voor deze wijziging.

source: Proration is not enabled for your membership level.
nl_nl: Pro-rata berekening is niet ingeschakeld voor jouw lidmaatschapsniveau.

source: Unable to calculate proration - no upcoming payment found.
nl_nl: Kan pro-rata niet berekenen - geen aankomende betaling gevonden.

source: Are you sure you want to upgrade your accounts? You will be charged for the additional accounts.
nl_nl: Weet je zeker dat je je accounts wilt upgraden? Er worden kosten in rekening gebracht voor de extra accounts.

source: Are you sure you want to downgrade your accounts? Credit will be applied to your next invoice.
nl_nl: Weet je zeker dat je je accounts wilt downgraden? Krediet wordt toegepast op je volgende factuur.

source: Processing...
nl_nl: Verwerken...

source: An error occurred. Please try again.
nl_nl: Er is een fout opgetreden. Probeer het opnieuw.

source: Your accounts have been updated successfully!
nl_nl: Je accounts zijn succesvol bijgewerkt!

source: Calculating proration...
nl_nl: Pro-rata berekenen...

source: Please log in to manage your player accounts.
nl_nl: Log in om je speler accounts te beheren.

source: You need an active membership to manage player accounts.
nl_nl: Je hebt een actief lidmaatschap nodig om speler accounts te beheren.

source: Your membership level does not allow account adjustments.
nl_nl: Je lidmaatschapsniveau staat geen account aanpassingen toe.

source: Not logged in
nl_nl: Niet ingelogd

source: No active membership
nl_nl: Geen actief lidmaatschap

source: No active membership found.
nl_nl: Geen actief lidmaatschap gevonden.

source: Minimum %d accounts required for your membership level.
nl_nl: Minimaal %d accounts vereist voor jouw lidmaatschapsniveau.

source: Maximum %d accounts allowed for your membership level.
nl_nl: Maximaal %d accounts toegestaan voor jouw lidmaatschapsniveau.

source: No change in account count.
nl_nl: Geen wijziging in aantal accounts.

source: Failed to process payment adjustment.
nl_nl: Kan betalingsaanpassing niet verwerken.

source: No active subscription found for proration.
nl_nl: Geen actief abonnement gevonden voor pro-rata berekening.

source: Stripe payment processing is not available.
nl_nl: Stripe betalingsverwerking is niet beschikbaar.

source: Payment adjustment processed successfully.
nl_nl: Betalingsaanpassing succesvol verwerkt.

source: Payment processing error: %s
nl_nl: Betalingsverwerkingsfout: %s

source: Adjustment will be applied to your next invoice.
nl_nl: Aanpassing wordt toegepast op je volgende factuur.

source: Player accounts upgrade (%d to %d accounts)
nl_nl: Speler accounts upgrade (%d naar %d accounts)

source: Player accounts downgrade credit (%d to %d accounts)
nl_nl: Speler accounts downgrade krediet (%d naar %d accounts)

source: Adjust player accounts for this member. Default: %d, Max: %d
nl_nl: Pas speler accounts aan voor dit lid. Standaard: %d, Max: %d

source: Player accounts changed from %d to %d. Proration: %s€%.2f
nl_nl: Speler accounts gewijzigd van %d naar %d. Pro-rata: %s€%.2f

source: Player Accounts Updated - %s
nl_nl: Speler Accounts Bijgewerkt - %s

source: Dear %s,
nl_nl: Beste %s,

source: Your player accounts have been successfully updated.
nl_nl: Je speler accounts zijn succesvol bijgewerkt.

source: Previous accounts: %d
nl_nl: Vorige accounts: %d

source: New accounts: %d
nl_nl: Nieuwe accounts: %d

source: The additional charges will be processed according to your billing cycle.
nl_nl: De extra kosten worden verwerkt volgens je factureringscyclus.

source: Credit will be applied to your account for the removed accounts.
nl_nl: Krediet wordt toegepast op je account voor de verwijderde accounts.

source: If you have any questions, please contact us. Best regards, %s
nl_nl: Als je vragen hebt, neem dan contact met ons op. Met vriendelijke groet, %s

source: BB PMPro Account Manager requires the following plugins to be installed and activated: %s
nl_nl: BB PMPro Account Manager vereist dat de volgende plugins zijn geïnstalleerd en geactiveerd: %s

source: BB PMPro Player Accounts
nl_nl: BB PMPro Speler Accounts
